Repository: JoaoFloresDev/soninho_ios
Catalog: soninho/Core/Localization/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# sleep_phase_awake
source: Awake
ar: مستيقظ
ca: Despert
cs: Bdění
da: Vågen
de: Wach
el: Ξύπνιος
es: Despierto
fi: Hereillä
fr: Éveillé
he: ערות
hi: जागृत
hr: Budan
hu: Ébren
id: Terjaga
it: Sveglio
ja: 覚醒
ko: 깨어 있음
ms: Jaga
nl: Wakker
no: Våken
pl: Czuwanie
pt_br: Acordado
pt_pt: Acordado
ro: Treaz
ru: Бодрствование
sk: Bdenie
sv: Vaken
th: ตื่น
tr: Uyanık
uk: Неспання
vi: Thức
zh_hans: 清醒
zh_hant: 清醒

# sleep_phase_deep
source: Deep Sleep
ar: نوم عميق
ca: Son profund
cs: Hluboký spánek
da: Dyb søvn
de: Tiefschlaf
el: Βαθύς ύπνος
es: Sueño Profundo
fi: Syvä uni
fr: Sommeil profond
he: שינה עמוקה
hi: गहरी नींद
hr: Duboki san
hu: Mélyalvás
id: Tidur Nyenyak
it: Sonno profondo
ja: 深い睡眠
ko: 깊은 수면
ms: Tidur Lena
nl: Diepe slaap
no: Dyp søvn
pl: Głęboki sen
pt_br: Sono Profundo
pt_pt: Sono profundo
ro: Somn profund
ru: Глубокий сон
sk: Hlboký spánok
sv: Djupsömn
th: หลับลึก
tr: Derin Uyku
uk: Глибокий сон
vi: Ngủ sâu
zh_hans: 深睡眠
zh_hant: 深眠

# sleep_phase_light
source: Light Sleep
ar: نوم خفيف
ca: Son lleuger
cs: Lehký spánek
da: Let søvn
de: Leichter Schlaf
el: Ελαφρύς ύπνος
es: Sueño Ligero
fi: Kevyt uni
fr: Sommeil léger
he: שינה קלה
hi: हल्की नींद
hr: Lagani san
hu: Könnyű alvás
id: Tidur Ringan
it: Sonno leggero
ja: 浅い睡眠
ko: 얕은 수면
ms: Tidur Ringan
nl: Lichte slaap
no: Lett søvn
pl: Lekki sen
pt_br: Sono Leve
pt_pt: Sono leve
ro: Somn ușor
ru: Лёгкий сон
sk: Ľahký spánok
sv: Lätt sömn
th: หลับตื้น
tr: Hafif Uyku
uk: Легкий сон
vi: Ngủ nông
zh_hans: 浅睡眠
zh_hant: 淺眠

# sleep_phase_rem
source: REM
ar: حركة العين
fr: Paradoxal
ja: レム睡眠
ko: 렘수면
ru: БДГ

# sleep_quality_excellent
source: Excellent
ar: ممتاز
cs: Skvělá
da: Fremragende
de: Ausgezeichnet
el: Εξαιρετική
es: Excelente
fi: Erinomainen
fr: Excellente
he: מצוינת
hi: बेहतरीन
hr: Izvrsna
hu: Kiváló
id: Luar Biasa
it: Eccellente
ja: 非常に良い
ko: 훌륭함
ms: Cemerlang
nl: Uitstekend
no: Utmerket
pl: Świetna
pt_br: Excelente
pt_pt: Excelente
ro: Excelentă
ru: Отлично
sk: Skvelá
sv: Utmärkt
th: ยอดเยี่ยม
tr: Mükemmel
uk: Чудово
vi: Tuyệt vời
zh_hans: 极佳
zh_hant: 極佳

# sleep_quality_fair
source: Fair
ar: مقبول
ca: Acceptable
cs: Ucházející
da: Okay
de: Mittelmäßig
el: Μέτρια
es: Regular
fi: Kohtalainen
fr: Correcte
he: סבירה
hi: ठीक-ठाक
hr: Osrednja
hu: Elfogadható
id: Cukup
it: Discreta
ja: 普通
ko: 보통
ms: Sederhana
nl: Redelijk
no: Grei
pl: Przeciętna
pt_br: Regular
pt_pt: Razoável
ro: Acceptabilă
ru: Нормально
sk: Priemerná
sv: Okej
th: พอใช้
tr: Orta
uk: Задовільно
vi: Tạm ổn
zh_hans: 一般
zh_hant: 普通

# sleep_quality_good
source: Good
ar: جيد
ca: Bona
cs: Dobrá
da: God
de: Gut
el: Καλή
es: Bueno
fi: Hyvä
fr: Bonne
he: טובה
hi: अच्छी
hr: Dobra
hu: Jó
id: Baik
it: Buona
ja: 良い
ko: 좋음
ms: Baik
nl: Goed
no: God
pl: Dobra
pt_br: Bom
pt_pt: Boa
ro: Bună
ru: Хорошо
sk: Dobrá
sv: Bra
th: ดี
tr: İyi
uk: Добре
vi: Tốt
zh_hans: 良好
zh_hant: 良好

# sleep_quality_poor
source: Poor
ar: ضعيف
ca: Dolenta
cs: Špatná
da: Dårlig
de: Schlecht
el: Κακή
es: Malo
fi: Heikko
fr: Mauvaise
he: חלשה
hi: कमज़ोर
hr: Loša
hu: Gyenge
id: Buruk
it: Scarsa
ja: 悪い
ko: 나쁨
ms: Lemah
nl: Slecht
no: Dårlig
pl: Słaba
pt_br: Ruim
pt_pt: Fraca
ro: Slabă
ru: Плохо
sk: Slabá
sv: Dålig
th: แย่
tr: Zayıf
uk: Погано
vi: Kém
zh_hans: 较差
zh_hant: 不佳

# sleep_trend_declining
source: Declining
ar: في تراجع
ca: Empitjora
cs: Zhoršuje se
da: Faldende
de: Abnehmend
el: Φθίνουσα
es: Empeorando
fi: Heikkenee
fr: En baisse
he: בירידה
hi: घट रही
hr: U padu
hu: Romlik
id: Menurun
it: In calo
ja: 低下傾向
ko: 하락세
ms: Menurun
nl: Dalend
no: Synkende
pl: Spadek
pt_br: Piorando
pt_pt: A piorar
ro: În scădere
ru: Ухудшается
sk: Zhoršuje sa
sv: Försämras
th: แย่ลง
tr: Düşüşte
uk: Погіршується
vi: Đang giảm
zh_hans: 下滑
zh_hant: 下滑

# sleep_trend_improving
source: Improving
ar: في تحسّن
ca: Millora
cs: Zlepšuje se
da: Stigende
de: Steigend
el: Βελτιώνεται
es: Mejorando
fi: Paranee
fr: En hausse
he: בשיפור
hi: सुधर रही
hr: U porastu
hu: Javul
id: Membaik
it: In miglioramento
ja: 改善傾向
ko: 개선 중
ms: Bertambah baik
nl: Stijgend
no: Bedre
pl: Poprawa
pt_br: Melhorando
pt_pt: A melhorar
ro: În creștere
ru: Улучшается
sk: Zlepšuje sa
sv: Förbättras
th: ดีขึ้น
tr: İyileşiyor
uk: Покращується
vi: Đang cải thiện
zh_hans: 改善
zh_hant: 進步

# sleep_trend_stable
source: Stable
ar: مستقر
ca: Estable
cs: Stabilní
da: Stabil
de: Stabil
el: Σταθερή
es: Estable
fi: Vakaa
he: יציבה
hi: स्थिर
hr: Stabilno
hu: Stabil
id: Stabil
it: Stabile
ja: 安定
ko: 안정적
ms: Stabil
nl: Stabiel
no: Stabil
pl: Stabilnie
pt_br: Estável
pt_pt: Estável
ro: Stabilă
ru: Стабильно
sk: Stabilná
sv: Stabil
th: คงที่
tr: Dengeli
uk: Стабільно
vi: Ổn định
zh_hans: 稳定
zh_hant: 穩定

# snooze_greeting
source: Snoozing…
ar: في غفوة…
ca: Posposat…
cs: Odloženo…
da: Udsat…
de: Schlummern…
el: Σε αναβολή…
es: Posponiendo…
fi: Torkulla…
fr: Rappel en cours…
he: בנודניק…
hi: स्नूज़ में…
hr: Odgođeno…
hu: Szundi…
id: Ditunda…
it: Posticipata…
ja: スヌーズ中…
ko: 다시 알림 중…
ms: Ditangguh…
nl: Sluimeren…
no: Slumrer…
pl: Drzemka…
pt_br: Soneca…
pt_pt: Adiado…
ro: Amânat…
ru: Отложено…
sk: Odložené…
sv: Snoozar…
th: กำลังเลื่อนปลุก…
tr: Ertelendi…
uk: Відкладено…
vi: Đang báo lại…
zh_hans: 稍后提醒中…
zh_hant: 稍後提醒中…

# snooze_greeting_subtitle
source: See you in a few minutes
ar: نراك بعد دقائق
ca: Ens veiem d'aquí a uns minuts
cs: Uvidíme se za pár minut
da: Vi ses om et par minutter
de: Bis in ein paar Minuten
el: Τα λέμε σε λίγα λεπτά
es: Te aviso en unos minutos
fi: Nähdään muutaman minuutin päästä
fr: À dans quelques minutes
he: נתראה בעוד כמה דקות
hi: कुछ मिनटों में मिलते हैं
hr: Vidimo se za nekoliko minuta
hu: Pár perc múlva találkozunk
id: Sampai jumpa beberapa menit lagi
it: Ci vediamo tra qualche minuto
ja: また数分後に
ko: 몇 분 뒤에 만나요
ms: Jumpa beberapa minit lagi
nl: Tot over een paar minuten
no: Ses om noen minutter
pl: Do zobaczenia za kilka minut
pt_br: Te chamo de novo em alguns minutos
pt_pt: Até daqui a uns minutos
ro: Ne vedem în câteva minute
ru: Увидимся через несколько минут
sk: Uvidíme sa o pár minút
sv: Vi ses om några minuter
th: เจอกันอีกไม่กี่นาที
tr: Birkaç dakikaya görüşürüz
uk: До зустрічі за кілька хвилин
vi: Hẹn gặp lại sau vài phút
zh_hans: 几分钟后再叫你
zh_hant: 幾分鐘後再叫你

# sound_birds
source: Birds
ar: عصافير
ca: Ocells
cs: Ptáci
da: Fugle
de: Vögel
el: Πουλιά
es: Pájaros
fi: Linnut
fr: Oiseaux
he: ציפורים
hi: पक्षी
hr: Ptice
hu: Madarak
id: Burung
it: Uccellini
ja: 小鳥
ko: 새소리
ms: Burung
nl: Vogels
no: Fugler
pl: Ptaki
pt_br: Pássaros
pt_pt: Pássaros
ro: Păsări
ru: Птицы
sk: Vtáky
sv: Fåglar
th: นก
tr: Kuşlar
uk: Птахи
vi: Chim hót
zh_hans: 鸟鸣
zh_hant: 鳥鳴

# sound_chimes
source: Chimes
ar: أجراس
ca: Campanetes
cs: Zvonkohra
da: Klokkespil
de: Windspiel
el: Καμπανάκια
es: Campanillas
fi: Kellopeli
fr: Carillons
he: פעמונים
hi: घंटियाँ
hr: Zvončići
hu: Csengettyűk
id: Lonceng
it: Campanelli
ja: チャイム
ko: 차임벨
ms: Loceng
nl: Klokkenspel
no: Klokkespill
pl: Dzwonki
pt_br: Sinos de vento
pt_pt: Sinos
ro: Clopoței
ru: Колокольчики
sk: Zvonkohra
sv: Klockspel
th: กระดิ่ง
tr: Çanlar
uk: Дзвіночки
vi: Chuông gió
zh_hans: 风铃
zh_hant: 風鈴

# sound_forest
source: Forest
ar: غابة
ca: Bosc
cs: Les
da: Skov
de: Wald
el: Δάσος
es: Bosque
fi: Metsä
fr: Forêt
he: יער
hi: जंगल
hr: Šuma
hu: Erdő
id: Hutan
it: Foresta
ja: 森
ko: 숲
ms: Hutan
nl: Bos
no: Skog
pl: Las
pt_br: Floresta
pt_pt: Floresta
ro: Pădure
ru: Лес
sk: Les
sv: Skog
th: ป่า
tr: Orman
uk: Ліс
vi: Rừng cây
zh_hans: 森林
zh_hant: 森林

# sound_gentle
source: Gentle
ar: هادئ
ca: Suau
cs: Jemný
da: Blid
de: Sanft
el: Απαλός
es: Suave
fi: Lempeä
fr: Douceur
he: עדין
hi: कोमल
hr: Nježan
hu: Lágy
id: Lembut
it: Delicato
ja: やさしい音
ko: 부드러운 소리
ms: Lembut
nl: Zacht
no: Mild
pl: Łagodny
pt_br: Suave
pt_pt: Suave
ro: Blând
ru: Нежный
sk: Jemný
sv: Mjukt
th: นุ่มนวล
tr: Yumuşak
uk: Ніжний
vi: Êm dịu
zh_hans: 轻柔
zh_hant: 輕柔

# sound_harp
source: Harp
ar: قيثارة
ca: Arpa
cs: Harfa
da: Harpe
de: Harfe
el: Άρπα
es: Arpa
fi: Harppu
fr: Harpe
he: נבל
hi: वीणा
hr: Harfa
hu: Hárfa
id: Harpa
it: Arpa
ja: ハープ
ko: 하프
ms: Harpa
no: Harpe
pl: Harfa
pt_br: Harpa
pt_pt: Harpa
ro: Harpă
ru: Арфа
sk: Harfa
sv: Harpa
th: ฮาร์ป
tr: Arp
uk: Арфа
vi: Đàn hạc
zh_hans: 竖琴
zh_hant: 豎琴

# sound_marimba
source: Marimba
ar: ماريمبا
el: Μαρίμπα
he: מרימבה
hi: मरिम्बा
ja: マリンバ
ko: 마림바
ru: Маримба
th: มาริมบา
uk: Маримба
zh_hans: 马林巴
zh_hant: 馬林巴

# sound_ocean
source: Ocean Waves
ar: أمواج البحر
ca: Onades del mar
cs: Mořské vlny
da: Havbølger
de: Meereswellen
el: Κύματα ωκεανού
es: Olas del Mar
fi: Meren aallot
fr: Vagues de l'océan
he: גלי ים
hi: समुद्री लहरें
hr: Valovi oceana
hu: Óceán hullámai
id: Ombak Laut
it: Onde dell'oceano
ja: 波の音
ko: 파도 소리
ms: Ombak Laut
nl: Oceaangolven
no: Havbølger
pl: Fale oceanu
pt_br: Ondas do Mar
pt_pt: Ondas do mar
ro: Valurile oceanului
ru: Океанские волны
sk: Morské vlny
sv: Havsvågor
th: คลื่นทะเล
tr: Okyanus Dalgaları
uk: Океанські хвилі
vi: Sóng biển
zh_hans: 海浪
zh_hant: 海浪

# sound_piano
source: Piano
ar: بيانو
cs: Klavír
da: Klaver
de: Klavier
el: Πιάνο
he: פסנתר
hi: पियानो
hr: Klavir
hu: Zongora
it: Pianoforte
ja: ピアノ
ko: 피아노
pl: Pianino
ro: Pian
ru: Пианино
sk: Klavír
th: เปียโน
tr: Piyano
uk: Піаніно
zh_hans: 钢琴
zh_hant: 鋼琴

# sound_rain
source: Rain
ar: مطر
ca: Pluja
cs: Déšť
da: Regn
de: Regen
el: Βροχή
es: Lluvia
fi: Sade
fr: Pluie
he: גשם
hi: बारिश
hr: Kiša
hu: Eső
id: Hujan
it: Pioggia
ja: 雨
ko: 빗소리
ms: Hujan
nl: Regen
no: Regn
pl: Deszcz
pt_br: Chuva
pt_pt: Chuva
ro: Ploaie
ru: Дождь
sk: Dážď
sv: Regn
th: ฝน
tr: Yağmur
uk: Дощ
vi: Mưa
zh_hans: 雨声
zh_hant: 雨聲

# sound_sunrise
source: Sunrise
ar: شروق الشمس
ca: Sortida del sol
cs: Východ slunce
da: Solopgang
de: Sonnenaufgang
el: Ανατολή
es: Amanecer
fi: Auringonnousu
fr: Lever de soleil
he: זריחה
hi: सूर्योदय
hr: Izlazak sunca
hu: Napkelte
id: Matahari Terbit
it: Alba
ja: 朝日
ko: 일출
ms: Matahari Terbit
nl: Zonsopgang
no: Soloppgang
pl: Wschód słońca
pt_br: Nascer do Sol
pt_pt: Nascer do sol
ro: Răsărit
ru: Рассвет
sk: Východ slnka
sv: Soluppgång
th: พระอาทิตย์ขึ้น
tr: Gün Doğumu
uk: Світанок
vi: Bình minh
zh_hans: 日出
zh_hant: 日出

# stage_awake
source: Awake
ar: مستيقظ
ca: Despert
cs: Bdění
da: Vågen
de: Wach
el: Ξύπνιος
es: Despierto
fi: Hereillä
fr: Éveil
he: ערות
hi: जागृत
hr: Budan
hu: Ébren
id: Terjaga
it: Sveglio
ja: 覚醒
ko: 깸
ms: Jaga
nl: Wakker
no: Våken
pl: Czuwanie
pt_br: Acordado
pt_pt: Acordado
ro: Treaz
ru: Бодрость
sk: Bdenie
sv: Vaken
th: ตื่น
tr: Uyanık
uk: Неспання
vi: Thức
zh_hans: 清醒
zh_hant: 清醒

# stage_deep
source: Deep
ar: عميق
ca: Profund
cs: Hluboký
da: Dyb
de: Tief
el: Βαθύς
es: Profundo
fi: Syvä
fr: Profond
he: עמוקה
hi: गहरी
hr: Duboki
hu: Mély
id: Nyenyak
it: Profondo
ja: 深い
ko: 깊음
ms: Lena
nl: Diep
no: Dyp
pl: Głęboki
pt_br: Profundo
pt_pt: Profundo
ro: Profund
ru: Глубокий
sk: Hlboký
sv: Djup
th: ลึก
tr: Derin
uk: Глибокий
vi: Sâu
zh_hans: 深睡
zh_hant: 深眠

# stage_light
source: Light
ar: خفيف
ca: Lleuger
cs: Lehký
da: Let
de: Leicht
el: Ελαφρύς
es: Ligero
fi: Kevyt
fr: Léger
he: קלה
hi: हल्की
hr: Lagani
hu: Könnyű
id: Ringan
it: Leggero
ja: 浅い
ko: 얕음
ms: Ringan
nl: Licht
no: Lett
pl: Lekki
pt_br: Leve
pt_pt: Leve
ro: Ușor
ru: Лёгкий
sk: Ľahký
sv: Lätt
th: ตื้น
tr: Hafif
uk: Легкий
vi: Nông
zh_hans: 浅睡
zh_hant: 淺眠

# stats_average_quality
source: Average Sleep Quality
ar: متوسط جودة النوم
ca: Qualitat mitjana del son
cs: Průměrná kvalita spánku
da: Gennemsnitlig søvnkvalitet
de: Durchschnittliche Schlafqualität
el: Μέση ποιότητα ύπνου
es: Calidad Promedio del Sueño
fi: Unen keskilaatu
fr: Qualité moyenne du sommeil
he: איכות שינה ממוצעת
hi: औसत नींद गुणवत्ता
hr: Prosječna kvaliteta sna
hu: Átlagos alvásminőség
id: Rata-rata Kualitas Tidur
it: Qualità media del sonno
ja: 平均睡眠の質
ko: 평균 수면 질
ms: Purata Kualiti Tidur
nl: Gemiddelde slaapkwaliteit
no: Gjennomsnittlig søvnkvalitet
pl: Średnia jakość snu
pt_br: Qualidade Média do Sono
pt_pt: Qualidade média do sono
ro: Calitatea medie a somnului
ru: Среднее качество сна
sk: Priemerná kvalita spánku
sv: Genomsnittlig sömnkvalitet
th: คุณภาพการนอนเฉลี่ย
tr: Ortalama Uyku Kalitesi
uk: Середня якість сну
vi: Chất lượng ngủ trung bình
zh_hans: 平均睡眠质量
zh_hant: 平均睡眠品質

# stats_avg_bedtime
source: Avg. Bedtime
ar: متوسط موعد النوم
ca: Hora mitjana de dormir
cs: Prům. usínání
da: Gns. sengetid
de: Ø Schlafenszeit
el: Μ.ό. ώρα ύπνου
es: Hora Prom. de Dormir
fi: Keskim. nukkumaan
fr: Coucher moyen
he: שעת שינה ממוצעת
hi: औसत सोने का समय
hr: Pros. lijeganje
hu: Átl. lefekvés
id: Rata-rata Jam Tidur
it: A letto (media)
ja: 平均就寝時刻
ko: 평균 취침
ms: Purata Waktu Tidur
nl: Gem. bedtijd
no: Gj.sn. leggetid
pl: Śr. pora snu
pt_br: Hora Média de Dormir
pt_pt: Deitar (média)
ro: Culcare (medie)
ru: Ср. время отбоя
sk: Priem. zaspávanie
sv: Snittläggdags
th: เวลานอนเฉลี่ย
tr: Ort. Yatış
uk: Сер. час засинання
vi: Giờ ngủ trung bình
zh_hans: 平均就寝时间
zh_hant: 平均就寢時間

# stats_avg_duration
source: Avg. Duration
ar: متوسط المدة
ca: Durada mitjana
cs: Prům. délka
da: Gns. varighed
de: Ø Dauer
el: Μ.ό. διάρκεια
es: Duración Prom.
fi: Keskim. kesto
fr: Durée moyenne
he: משך ממוצע
hi: औसत अवधि
hr: Pros. trajanje
hu: Átl. időtartam
id: Rata-rata Durasi
it: Durata media
ja: 平均睡眠時間
ko: 평균 수면 시간
ms: Purata Tempoh
nl: Gem. duur
no: Gj.sn. varighet
pl: Śr. długość
pt_br: Duração Média
pt_pt: Duração média
ro: Durată medie
ru: Ср. длительность
sk: Priem. dĺžka
sv: Snittlängd
th: ระยะเวลาเฉลี่ย
tr: Ort. Süre
uk: Сер. тривалість
vi: Thời lượng trung bình
zh_hans: 平均时长
zh_hant: 平均時數

# stats_avg_vs_goal
source: Average vs Goal
ar: المتوسط مقابل الهدف
ca: Mitjana vs. objectiu
cs: Průměr vs. cíl
da: Gennemsnit vs. mål
de: Durchschnitt vs. Ziel
el: Μέσος όρος έναντι στόχου
es: Promedio vs Meta
fi: Keskiarvo vs. tavoite
fr: Moyenne vs objectif
he: ממוצע מול יעד
hi: औसत बनाम लक्ष्य
hr: Prosjek i cilj
hu: Átlag vs. cél
id: Rata-rata vs Target
it: Media vs obiettivo
ja: 平均と目標
ko: 평균 vs 목표
ms: Purata vs Sasaran
nl: Gemiddelde vs doel
no: Snitt vs. mål
pl: Średnia a cel
pt_br: Média vs Meta
pt_pt: Média vs. objetivo
ro: Medie vs. obiectiv
ru: Среднее и цель
sk: Priemer vs. cieľ
sv: Snitt vs mål
th: เฉลี่ยเทียบเป้าหมาย
tr: Ortalama - Hedef
uk: Середнє і ціль
vi: Trung bình so với mục tiêu
zh_hans: 平均 vs 目标
zh_hant: 平均 vs 目標

# stats_avg_wake
source: Avg. Wake Time
ar: متوسط الاستيقاظ
ca: Despertar mitjà
cs: Prům. vstávání
da: Gns. opvågning
de: Ø Aufwachzeit
el: Μ.ό. αφύπνιση
es: Hora Prom. de Despertar
fi: Keskim. herääminen
fr: Réveil moyen
he: השכמה ממוצעת
hi: औसत जागने का समय
hr: Pros. buđenje
hu: Átl. ébredés
id: Rata-rata Bangun
it: Sveglia (media)
ja: 平均起床時刻
ko: 평균 기상
ms: Purata Bangun
nl: Gem. wektijd
no: Gj.sn. oppvåkning
pl: Śr. pobudka
pt_br: Hora Média de Acordar
pt_pt: Acordar (média)
ro: Trezire (medie)
ru: Ср. подъём
sk: Priem. vstávanie
sv: Snittuppvaknande
th: เวลาตื่นเฉลี่ย
tr: Ort. Uyanış
uk: Сер. підйом
vi: Giờ dậy trung bình
zh_hans: 平均起床时间
zh_hant: 平均起床時間

# stats_consistency
source: Consistency
ar: الانتظام
ca: Regularitat
cs: Pravidelnost
da: Regelmæssighed
de: Regelmäßigkeit
el: Συνέπεια
es: Consistencia
fi: Säännöllisyys
fr: Régularité
he: עקביות
hi: नियमितता
hr: Redovitost
hu: Rendszeresség
id: Konsistensi
it: Regolarità
ja: 規則性
ko: 규칙성
ms: Konsistensi
nl: Regelmaat
no: Regelmessighet
pl: Regularność
pt_br: Consistência
pt_pt: Regularidade
ro: Regularitate
ru: Регулярность
sk: Pravidelnosť
sv: Regelbundenhet
th: ความสม่ำเสมอ
tr: Düzenlilik
uk: Регулярність
vi: Độ đều đặn
zh_hans: 规律性
zh_hant: 規律性

# stats_days_met_goal %lld %lld
source: %lld of %lld days met goal
ar: تحقق الهدف في %lld من %lld يوم
ca: Objectiu assolit %lld de %lld dies
cs: Cíl splněn %lld z %lld dnů
da: Mål nået %lld ud af %lld dage
de: %lld von %lld Tagen Ziel erreicht
el: Στόχος σε %lld από %lld ημέρες
es: %lld de %lld días cumplieron la meta
fi: Tavoite täyttyi %lld/%lld päivänä
fr: Objectif atteint %lld jours sur %lld
he: היעד הושג ב-%lld מתוך %lld ימים
hi: %lld में से %lld दिन लक्ष्य पूरा
hr: Cilj postignut %lld od %lld dana
hu: Cél teljesítve: %lld/%lld nap
id: Target tercapai %lld dari %lld hari
it: Obiettivo raggiunto %lld giorni su %lld
ja: %lld日／%lld日 目標達成
ko: %lld일 / %lld일 목표 달성
ms: Sasaran dicapai %lld daripada %lld hari
nl: Doel gehaald op %lld van %lld dagen
no: Mål nådd %lld av %lld dager
pl: Cel osiągnięty w %lld z %lld dni
pt_br: %lld de %lld dias atingiram a meta
pt_pt: Objetivo cumprido em %lld de %lld dias
ro: Obiectiv atins în %lld din %lld zile
ru: Цель достигнута: %lld из %lld дней
sk: Cieľ splnený %lld z %lld dní
sv: Målet nått %lld av %lld dagar
th: ถึงเป้าหมาย %lld จาก %lld วัน
tr: %lld / %lld gün hedefe ulaşıldı
uk: Ціль досягнуто: %lld із %lld днів
vi: Đạt mục tiêu %lld trên %lld ngày
zh_hans: %lld/%lld 天达成目标
zh_hant: %lld/%lld 天達成目標

# stats_deep_description
source: Body recovery & restoration
ar: تعافي الجسم وإصلاحه
ca: Recuperació i regeneració del cos
cs: Zotavení a regenerace těla
da: Kroppens restitution
de: Erholung und Regeneration
el: Ανάρρωση και αποκατάσταση σώματος
es: Recuperación y restauración corporal
fi: Kehon palautuminen
fr: Récupération et régénération du corps
he: התאוששות ושיקום הגוף
hi: शरीर की रिकवरी और मरम्मत
hr: Oporavak i obnova tijela
hu: A test regenerálódása
id: Pemulihan dan perbaikan tubuh
it: Recupero e rigenerazione del corpo
ja: 体の回復と修復
ko: 신체 회복과 재생
ms: Pemulihan dan pembaikan badan
nl: Herstel en regeneratie van het lichaam
no: Kroppens restitusjon
pl: Regeneracja organizmu
pt_br: Recuperação e restauração corporal
pt_pt: Recuperação e regeneração do corpo
ro: Recuperarea și regenerarea corpului
ru: Восстановление организма
sk: Zotavenie a regenerácia tela
sv: Kroppens återhämtning
th: การฟื้นฟูและซ่อมแซมร่างกาย
tr: Vücudun toparlanması ve onarımı
uk: Відновлення організму
vi: Phục hồi và tái tạo cơ thể
zh_hans: 身体恢复与修复
zh_hant: 身體修復與恢復

# stats_delete_cancel
source: Cancel
ar: إلغاء
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
fi: Kumoa
fr: Annuler
he: ביטול
hi: रद्द करें
hr: Odustani
hu: Mégse
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
nl: Annuleer
no: Avbryt
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulează
ru: Отмена
sk: Zrušiť
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# stats_delete_confirm
source: Delete
ar: حذف
ca: Suprimeix
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
fi: Poista
fr: Supprimer
he: מחיקה
hi: हटाएँ
hr: Izbriši
hu: Törlés
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
ms: Padam
nl: Verwijder
no: Slett
pl: Usuń
pt_br: Apagar
pt_pt: Eliminar
ro: Șterge
ru: Удалить
sk: Vymazať
sv: Radera
th: ลบ
tr: Sil
uk: Видалити
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# stats_delete_message
source: This sleep record will be permanently removed.
ar: سيتم حذف سجل النوم هذا نهائياً.
ca: Aquest registre de son se suprimirà definitivament.
cs: Tento záznam spánku bude trvale odstraněn.
da: Denne søvnregistrering slettes permanent.
de: Dieser Schlafeintrag wird dauerhaft entfernt.
el: Αυτή η καταγραφή ύπνου θα διαγραφεί οριστικά.
es: Este registro de sueño se eliminará permanentemente.
fi: Tämä unimerkintä poistetaan pysyvästi.
fr: Cet enregistrement de sommeil sera définitivement supprimé.
he: רשומת השינה תימחק לצמיתות.
hi: यह नींद रिकॉर्ड स्थायी रूप से हट जाएगा।
hr: Ovaj zapis sna bit će trajno izbrisan.
hu: Ez az alvási bejegyzés véglegesen törlődik.
id: Catatan tidur ini akan dihapus permanen.
it: Questa registrazione del sonno verrà eliminata definitivamente.
ja: この睡眠記録は完全に削除されます。
ko: 이 수면 기록이 영구적으로 삭제됩니다.
ms: Rekod tidur ini akan dipadamkan secara kekal.
nl: Deze slaapregistratie wordt definitief verwijderd.
no: Denne søvnregistreringen slettes permanent.
pl: Ten zapis snu zostanie trwale usunięty.
pt_br: Este registro de sono será removido permanentemente.
pt_pt: Este registo de sono será eliminado definitivamente.
ro: Această înregistrare de somn va fi ștearsă definitiv.
ru: Эта запись сна будет удалена навсегда.
sk: Tento záznam spánku bude natrvalo odstránený.
sv: Den här sömnloggen raderas permanent.
th: บันทึกการนอนนี้จะถูกลบถาวร
tr: Bu uyku kaydı kalıcı olarak silinecek.
uk: Цей запис сну буде видалено назавжди.
vi: Bản ghi giấc ngủ này sẽ bị xóa vĩnh viễn.
zh_hans: 该睡眠记录将被永久删除。
zh_hant: 這筆睡眠記錄將被永久移除。

# stats_delete_record
source: Delete Record
ar: حذف السجل
ca: Suprimeix el registre
cs: Smazat záznam
da: Slet registrering
de: Eintrag löschen
el: Διαγραφή καταγραφής
es: Eliminar Registro
fi: Poista merkintä
fr: Supprimer l'enregistrement
he: מחיקת רשומה
hi: रिकॉर्ड हटाएँ
hr: Izbriši zapis
hu: Bejegyzés törlése
id: Hapus Catatan
it: Elimina registrazione
ja: 記録を削除
ko: 기록 삭제
ms: Padam Rekod
nl: Verwijder registratie
no: Slett registrering
pl: Usuń zapis
pt_br: Apagar Registro
pt_pt: Eliminar registo
ro: Șterge înregistrarea
ru: Удалить запись
sk: Vymazať záznam
sv: Radera logg
th: ลบบันทึก
tr: Kaydı Sil
uk: Видалити запис
vi: Xóa bản ghi
zh_hans: 删除记录
zh_hant: 刪除記錄

# stats_delete_title
source: Delete Sleep Record?
ar: حذف سجل النوم؟
ca: Suprimir el registre de son?
cs: Smazat záznam spánku?
da: Slet søvnregistrering?
de: Schlafeintrag löschen?
el: Διαγραφή καταγραφής ύπνου;
es: ¿Eliminar registro de sueño?
fi: Poistetaanko unimerkintä?
fr: Supprimer cet enregistrement ?
he: למחוק את רשומת השינה?
hi: नींद रिकॉर्ड हटाएँ?
hr: Izbrisati zapis sna?
hu: Törlöd az alvási bejegyzést?
id: Hapus catatan tidur?
it: Eliminare la registrazione?
ja: 睡眠記録を削除しますか？
ko: 수면 기록을 삭제할까요?
ms: Padam rekod tidur?
nl: Slaapregistratie verwijderen?
no: Slette søvnregistrering?
pl: Usunąć zapis snu?
pt_br: Apagar registro de sono?
pt_pt: Eliminar registo de sono?
ro: Ștergi înregistrarea de somn?
ru: Удалить запись сна?
sk: Vymazať záznam spánku?
sv: Radera sömnlogg?
th: ลบบันทึกการนอน?
tr: Uyku kaydı silinsin mi?
uk: Видалити запис сну?
vi: Xóa bản ghi giấc ngủ?
zh_hans: 要删除这条睡眠记录吗？
zh_hant: 要刪除這筆睡眠記錄嗎？

# stats_goal_hours %lld
source: Goal: %lldh
ar: الهدف: %lld ساعة
ca: Objectiu: %lld h
cs: Cíl: %lld h
da: Mål: %lld t
de: Ziel: %lld Std.
el: Στόχος: %lld ώ
es: Meta: %lldh
fi: Tavoite: %lld t
fr: Objectif : %lld h
he: יעד: %lld שעות
hi: लक्ष्य: %lld घंटे
hr: Cilj: %lld h
hu: Cél: %lld óra
id: Target: %lld jam
it: Obiettivo: %lld h
ja: 目標: %lld時間
ko: 목표: %lld시간
ms: Sasaran: %lld jam
nl: Doel: %lld u
no: Mål: %lld t
pl: Cel: %lld godz.
pt_br: Meta: %lldh
pt_pt: Objetivo: %lld h
ro: Obiectiv: %lld h
ru: Цель: %lld ч
sk: Cieľ: %lld h
sv: Mål: %lld tim
th: เป้าหมาย: %lld ชั่วโมง
tr: Hedef: %lld sa
uk: Ціль: %lld год
vi: Mục tiêu: %lld giờ
zh_hans: 目标：%lld 小时
zh_hant: 目標：%lld 小時

# stats_history
source: History
ar: السجل
ca: Historial
cs: Historie
da: Historik
de: Verlauf
el: Ιστορικό
es: Historial
fi: Historia
fr: Historique
he: היסטוריה
hi: इतिहास
hr: Povijest
hu: Előzmények
id: Riwayat
it: Cronologia
ja: 履歴
ko: 기록
ms: Sejarah
nl: Geschiedenis
no: Historikk
pl: Historia
pt_br: Histórico
pt_pt: Histórico
ro: Istoric
ru: История
sk: História
sv: Historik
th: ประวัติ
tr: Geçmiş
uk: Історія
vi: Lịch sử
zh_hans: 历史记录
zh_hant: 歷史記錄

# stats_light_description
source: Transition between stages
ar: الانتقال بين المراحل
ca: Transició entre fases
cs: Přechod mezi fázemi
da: Overgang mellem stadier
de: Übergang zwischen den Phasen
el: Μετάβαση μεταξύ σταδίων
es: Transición entre etapas
fi: Siirtymä vaiheiden välillä
fr: Transition entre les phases
he: מעבר בין שלבים
hi: चरणों के बीच संक्रमण
hr: Prijelaz između faza
hu: Átmenet a fázisok között
id: Transisi antar tahap
it: Transizione tra le fasi
ja: ステージ間の移行
ko: 단계 간 전환
ms: Peralihan antara peringkat
nl: Overgang tussen fasen
no: Overgang mellom stadier
pl: Przejścia między fazami
pt_br: Transição entre estágios
pt_pt: Transição entre fases
ro: Tranziția între faze
ru: Переход между фазами
sk: Prechod medzi fázami
sv: Övergång mellan stadier
th: ช่วงเปลี่ยนผ่านระหว่างระยะ
tr: Evreler arası geçiş
uk: Перехід між фазами
vi: Chuyển tiếp giữa các giai đoạn
zh_hans: 各阶段之间的过渡
zh_hant: 各階段之間的過渡
